{
    "Đăng nhập": "ログイン",
    "Đăng ký": "登録",
    "Đăng xuất": "ログアウト",
    "xin chào, ": "おかえり, ",
    "QUÀ TẶNG TRÁI CÂY": "フルーツギフト",
    "giá tốt hôm nay": "今日のベストプライス",
    "hàng mới về": "新着",
    "Đã bán": "販売済み",
    "Trái cây nhập khẩu, trái cây Việt nam, Quà tặng trái cây, hàng luôn tươi mới mỗi ngày.": "輸入フルーツ、ベトナムフルーツ、フルーツギフトを毎日新鮮な商品を取り揃えております。",
    "Hộp Quà": "ギフト用の箱",
    "Giỏ Quà": "ギフトバスケット",
    "Quà quốc tế phụ nữ 8-3": "国際女性デーのギフト",
    "TRÁI CÂY NHẬP KHẨU": "輸入果物",
    "Hàn Quốc": "韓国",
    "Úc": "オーストラリア",
    "Nam Phi": "南アフリカ",
    "Mỹ": "アメリカ",
    "đánh giá": "レビュー",
    "TRÁI CÂY VIỆT NAM": "ベトナムの果物",
    "Bình An Farm": "Binh An 農場",
    "Đà lạt": "Da Lat",
    "THỰC PHẨM SẠCH": "新鮮な食物",
    "Thịt": "肉",
    "Rong biển": "海苔",
    "Chả": "グリル料理",
    "Nước giải khát": "飲料",
    "Đông trùng hạ thảo": "冬虫夏草",
    "Thực phẩm khô": "揚げ物",
    "Thức ăn bổ dưỡng, nhanh, tiện cho gia đình": "家族のための栄養価が高く、早くて便利な食べ物",
    "Bánh": "パン",
    "gọi ngay": "電話",
    "Ngũ cốc": "シリアル",
    "ĐỐI TÁC": "ビジネスパートナー",
    "KHÁCH HÀNG": "お客様",
    "Tin Tức": "ニュース",
    "TIN TỨC": "ニュース",
    "Chia sẻ thông tin bổ ích từ PhucFresh": "PhucFresh からのお役立ち情報",
    "ĐĂNG KÝ NHẬN TIN": "購読する",
    "Hãy nhận ưu đãi hấp dẫn từ Phuc Fresh nào!": "Phuc Fresh から魅力的なオファーを受け取りましょう!",
    "Cám ơn bạn đã đăng ký nhận tin từ phucfresh.vn": "phucfresh.vn をご購読いただきありがとうございます",
    "Chúng tôi sẽ gửi mail đến bạn khi có khuyến mãi và thông tin mới nhất": "最新のキャンペーン情報などをメールでお届けします",
    "THÔNG TIN LIÊN HỆ": "連絡先情報",
    "Địa chỉ: CN1: 25 Lam Sơn, Phường Linh Tây, Quận Thủ Đức, TP. Hồ Chí Minh CN2: 74 Nguyễn Quang Bích, Phường 13, Quận Tân Bình, TP. Hồ Chí Minh": "住所: CN1: 25 Lam Son、Linh Tay Ward、Thu Duc District、ホーチミン市。 CN2: 74 Nguyen Quang Bich、13区、タンビン区、ホーチミン市",
    "Điện thoại": "ホットライン",
    "Hộ kinh doanh Phuc Fresh": "フックフレッシュ家庭用ビジネス",
    "MST": "税法",
    "Giấy ĐKKD số : 41Q8030390 Ngày cấp: ": "事業者登録証明書番号: 41Q8030390 発行日: ",
    "HƯỚNG DẪN VÀ CHÍNH SÁCH": "ガイドラインとポリシー",
    "Hướng dẫn mua hàng": "ショッピングガイド",
    "Điều khoản dịch vụ": "取引条件",
    "Hướng dẫn thanh toán": "お支払いガイド",
    "Chính sách bảo mật thông tin": "情報プライバシーポリシー",
    "ĐƠN VỊ VẬN CHUYỂN": "輸送ユニット",
    "HỖ TRỢ KHÁCH HÀNG": "顧客サポート",
    "Chính sách đổi trả": "返品規則",
    "Bản quyền thuộc về Phuc Fresh": "著作権はPhuc Freshに属します",
    "PHƯƠNG THỨC THANH TOÁN": "お支払い方法",
    "Chính sách giao hàng": "配送ポリシー",
    "Trang chủ": "ホームページ",
    "Hướng dẫn": "ガイドライン",
    "Bước ": "ステップ ",
    "Truy cập website và lựa chọn sản phẩm cần mua để mua hàng": "ウェブサイトにアクセスし、購入したい製品を選択します",
    "Click vào sản phẩm muốn mua, màn hình hiển thị ra pop up với các lựa chọn sau": "購入したい製品をクリックすると、次のオプションが表示される画面が表示されます",
    "Nếu bạn muốn tiếp tục mua hàng: Bấm vào phần tiếp tục mua hàng để lựa chọn thêm sản phẩm vào giỏ hàng": "ショッピングを続けたい場合: [ショッピングを続ける] をクリックして、商品をカートに追加することを選択します。",
    "Nếu bạn muốn xem giỏ hàng để cập nhật sản phẩm: Bấm vào xem giỏ hàng": "カートを表示して製品を更新したい場合: クリックしてカートを表示",
    "Nếu bạn muốn đặt hàng và thanh toán cho sản phẩm này vui lòng bấm vào: Đặt hàng và thanh toán": "この商品を注文して支払いたい場合は、「注文して支払い」をクリックしてください。",
    "Lựa chọn thông tin tài khoản thanh toán": "支払いアカウント情報を選択してください",
    "- Nếu bạn đã có tài khoản vui lòng nhập thông tin tên đăng nhập là email và mật khẩu vào mục đã có tài khoản trên hệ thống": "- すでにアカウントをお持ちの場合は、ユーザー名、電子メール、パスワードを入力して、Web サイトにログインしてください。",
    "- Nếu bạn chưa có tài khoản và muốn đăng ký tài khoản vui lòng điền các thông tin cá nhân để tiếp tục đăng ký tài khoản. Khi có tài khoản bạn sẽ dễ dàng theo dõi được đơn hàng của mình": "- アカウントをお持ちでないが、アカウントに登録したい場合は、個人情報を入力してアカウントの登録を続けてください。アカウントを取得すると、注文を簡単に追跡できます",
    "- Nếu bạn muốn mua hàng mà không cần tài khoản vui lòng nhấp chuột vào mục đặt hàng không cần tài khoản": "- アカウントなしで購入したい場合は、「アカウントなしで注文」をクリックしてください",
    "Điền các thông tin của bạn để nhận đơn hàng, lựa chọn hình thức thanh toán và vận chuyển cho đơn hàng của mình": "注文を受け取るための情報を入力し、注文の支払い方法と配送方法を選択します",
    "Xem lại thông tin đặt hàng, điền chú thích và gửi đơn hàng": "注文情報を確認し、メモに記入して注文を送信します",
    "Sau khi nhận được đơn hàng bạn gửi chúng tôi sẽ liên hệ bằng cách gọi điện lại để xác nhận lại đơn hàng và địa chỉ của bạn.": "ご注文受付後、お電話にてご注文内容とご住所の確認をさせていただきます。",
    "Trân trọng cảm ơn.": "誠にありがとうございます。",
    "Điều khoản": "期間干し草条項",
    "Khi quý khách truy cập vào trang web của chúng tôi có nghĩa là quý khách đồng ý với các điều khoản này. Trang web có quyền thay đổi, chỉnh sửa, thêm hoặc lược bỏ bất kỳ phần nào trong Quy định và Điều kiện sử dụng, vào bất cứ lúc nào. Các thay đổi có hiệu lực ngay khi được đăng trên trang web mà không cần thông báo trước. Và khi quý khách tiếp tục sử dụng trang web, sau khi các thay đổi về quy định và điều kiện được đăng tải, có nghĩa là quý khách chấp nhận với những thay đổi đó.": "当社の Web サイトにアクセスすると、これらの条件に同意したことになります。Web サイトは、利用規約の一部をいつでも変更、修正、追加、または削除する権利を留保します。変更は、Web サイトに掲載されるとすぐに有効になります。また、利用規約の変更が掲載された後もウェブサイトの使用を継続する場合は、それらの変更を承諾したことになります。",
    "Quý khách vui lòng kiểm tra thường xuyên để cập nhật những thay đổi của chúng tôi.": "変更内容を最新の状態に保つために、頻繁にチェックしてください。",
    "1. Hướng dẫn sử dụng web": "1. ウェブサイトのガイドライン",
    "- Khi vào web của chúng tôi, người dùng tối thiểu phải 18 tuổi hoặc truy cập dưới sự giám sát của cha mẹ hay người giám hộ hợp pháp.": "- 当社のウェブサイトにアクセスする場合、ユーザーは 18 歳以上であるか、親または法的保護者の監督の下でアクセスする必要があります。",
    "- Chúng tôi cấp giấy phép sử dụng để bạn có thể mua sắm trên web trong khuôn khổ điều khoản và điều kiện sử dụng đã đề ra.": "- 当社は、定められた使用条件内でウェブ上でショッピングできるように、使用ライセンスを付与します。",
    "- Nghiêm cấm sử dụng bất kỳ phần nào của trang web này với mục đích thương mại hoặc nhân danh bất kỳ đối tác thứ ba nào nếu không được chúng tôi cho phép bằng văn bản. Nếu vi phạm bất cứ điều nào trong đây, chúng tôi sẽ hủy giấy phép của bạn mà không cần báo trước.": "- 当社の書面による許可なしに、このウェブサイトのいかなる部分も商業目的または第三者に代わって使用することは固く禁じられています。これらのいずれかに違反した場合、予告なくライセンスを取り消します。",
    "- Trang web này chỉ dùng để cung cấp thông tin sản phẩm chứ chúng tôi không phải nhà sản xuất nên những nhận xét hiển thị trên web là ý kiến cá nhân của khách hàng, không phải của chúng tôi.": "- このウェブサイトは製品情報を提供するためにのみ使用されており、当社はメーカーではありません。そのため、ウェブ上に表示されるコメントはお客様の個人的な意見であり、当社の意見ではありません。",
    "- Quý khách phải đăng ký tài khoản với thông tin xác thực về bản thân và phải cập nhật nếu có bất kỳ thay đổi nào. Mỗi người truy cập phải có trách nhiệm với mật khẩu, tài khoản và hoạt động của mình trên web. Hơn nữa, quý khách phải thông báo cho chúng tôi biết khi tài khoản bị truy cập trái phép. Chúng tôi không chịu bất kỳ trách nhiệm nào, dù trực tiếp hay gián tiếp, đối với những thiệt hại hoặc mất mát gây ra do quý khách không tuân thủ quy định.": "- 自分自身に関する本物の情報を使用してアカウントを登録し、変更があった場合は更新する必要があります。各訪問者は、自分のパスワード、アカウント、および Web 上のアクティビティに対して責任を負います。さらに、アカウントが許可なくアクセスされた場合は、当社に通知する必要があります。当社は、お客様が規定を遵守しなかったことにより生じた損害または損失について、直接的または間接的を問わず、一切の責任を負いません。",
    "- Trong suốt quá trình đăng ký, quý khách đồng ý nhận email quảng cáo từ website. Sau đó, nếu không muốn tiếp tục nhận mail, quý khách có thể từ chối bằng cách nhấp vào đường link ở dưới cùng trong mọi email quảng cáo.": "- 登録プロセス中に、Web サイトからプロモーション電子メールを受信することに同意したことになります。その後、メールの受信を継続したくない場合は、プロモーション メールの下部にあるリンクをクリックしてオプトアウトできます。",
    "2. Chấp nhận đơn hàng và giá cả": "2. 注文と価格を受け入れる",
    "- Chúng tôi có quyền từ chối hoặc hủy đơn hàng của quý khách vì bất kỳ lý do gì vào bất kỳ lúc nào. Chúng tôi có thể hỏi thêm về số điện thoại và địa chỉ trước khi nhận đơn hàng.": "- 当社は、いつでも理由の如何を問わず、ご注文を拒否またはキャンセルする権利を留保します。注文を受け付ける前に、さらに電話番号や住所を尋ねる場合があります。",
    "- Chúng tôi cam kết sẽ cung cấp thông tin giá cả chính xác nhất cho người tiêu dùng. Tuy nhiên, đôi lúc vẫn có sai sót xảy ra, ví dụ như trường hợp giá sản phẩm không hiển thị chính xác trên trang web hoặc sai giá, tùy theo từng trường hợp chúng tôi sẽ liên hệ hướng dẫn hoặc thông báo hủy đơn hàng đó cho quý khách. Chúng tôi cũng có quyền từ chối hoặc hủy bỏ bất kỳ đơn hàng nào dù đơn hàng đó đã hay chưa được xác nhận hoặc đã bị thanh toán.": "- 当社は消費者に最も正確な価格情報を提供することに尽力しています。ただし、Webサイト上で商品の価格が正しく表示されていない場合や、価格が間違っている場合など、エラーが発生する場合がございますので、その都度ご案内やご注文のキャンセルをさせていただく場合がございます。それをあなたに。また、当社は、注文が確認または支払われたかどうかにかかわらず、注文を拒否またはキャンセルする権利を留保します。",
    "3. Thương hiệu và bản quyền": "3. ブランドと著作権",
    "- Mọi quyền sở hữu trí tuệ (đã đăng ký hoặc chưa đăng ký), nội dung thông tin và tất cả các thiết kế, văn bản, đồ họa, phần mềm, hình ảnh, video, âm nhạc, âm thanh, biên dịch phần mềm, mã nguồn và phần mềm cơ bản đều là tài sản của chúng tôi. Toàn bộ nội dung của trang web được bảo vệ bởi luật bản quyền của Việt Nam và các công ước quốc tế. Bản quyền đã được bảo lưu.": "- すべての知的財産権 (登録済みまたは未登録)、情報コンテンツおよびすべてのデザイン、テキスト、グラフィックス、ソフトウェア、画像、ビデオ、音楽、オーディオ、ソフトウェアの翻訳、ソース コード、および基礎となるソフトウェアはすべて当社の財産です。ウェブサイトのコンテンツ全体は、ベトナムの著作権法および国際条約によって保護されています。著作権は留保されています。",
    "4. Quyền pháp lý": "4. 法的権利",
    "- Các điều kiện, điều khoản và nội dung của trang web này được điều chỉnh bởi luật pháp Việt Nam và Tòa án có thẩm quyền tại Việt Nam sẽ giải quyết bất kỳ tranh chấp nào phát sinh từ việc sử dụng trái phép trang web này.": "- このウェブサイトの利用規約およびコンテンツはベトナムの法律に準拠しており、このウェブサイトの不正使用から生じる紛争はベトナムの管轄裁判所が解決します。",
    "5. Quy định về bảo mật": "5. プライバシーポリシー",
    "- Trang web của chúng tôi coi trọng việc bảo mật thông tin và sử dụng các biện pháp tốt nhất bảo vệ thông tin và việc thanh toán của quý khách. Thông tin của quý khách trong quá trình thanh toán sẽ được mã hóa để đảm bảo an toàn. Sau khi quý khách hoàn thành quá trình đặt hàng, quý khách sẽ thoát khỏi chế độ an toàn.": "- 当社のウェブサイトは情報セキュリティを真剣に受け止めており、お客様の情報と支払いを保護するためのベストプラクティスを採用しています。支払いプロセス中のお客様の情報は安全のために暗号化されます。注文プロセスが完了すると、セーフ モードが終了します。",
    "- Quý khách không được sử dụng bất kỳ chương trình, công cụ hay hình thức nào khác để can thiệp vào hệ thống hay làm thay đổi cấu trúc dữ liệu. Trang web cũng nghiêm cấm việc phát tán, truyền bá hay cổ vũ cho bất kỳ hoạt động nào nhằm can thiệp, phá hoại hay xâm nhập vào dữ liệu của hệ thống. Cá nhân hay tổ chức vi phạm sẽ bị tước bỏ mọi quyền lợi cũng như sẽ bị truy tố trước pháp luật nếu cần thiết.": "- システムに干渉したり、データ構造を変更したりするために、プログラム、ツール、その他の形式を使用してはなりません。また、Web サイトでは、システムのデータの妨害、破壊、侵入を目的とした活動の配布、普及、宣伝も厳しく禁止されています。違反した個人または組織はすべての権利を剥奪され、必要に応じて法に基づいて起訴されます。",
    "- Mọi thông tin giao dịch sẽ được bảo mật nhưng trong trường hợp cơ quan pháp luật yêu cầu, chúng tôi sẽ buộc phải cung cấp những thông tin này cho các cơ quan pháp luật.": "- すべての取引情報は機密に保たれますが、法執行機関からの要請があった場合には、当社はこの情報を法執行機関に提供する必要があります。",
    "6. Thay đổi, hủy bỏ giao dịch tại website": "6. ウェブサイトでのお取引の変更・キャンセル",
    "Trong mọi trường hợp, khách hàng đều có quyền chấm dứt giao dịch nếu đã thực hiện các biện pháp sau đây:": "いずれの場合でも、以下の措置が講じられた場合、顧客は取引を終了する権利を有します:",
    "- Thông báo cho chúng tôi về việc hủy giao dịch qua đường dây nóng 0949.119.338": "- 取引キャンセルについてはホットライン 0949.119.338 までご連絡ください。",
    "- Trả lại hàng hoá đã nhận nhưng chưa sử dụng hoặc hưởng bất kỳ lợi ích nào từ hàng hóa đó (theo quy định của chính sách đổi trả hàng).": "- 受け取ったものの、使用されていない、またはそのような商品からの利益を享受していない返品商品（返品ポリシーの規定に従って）。",
    "Tình trạng:": "スターテス:",
    "Thương hiệu:": "ブランド:",
    "Mua ngay với giá": "価格で今すぐ購入",
    "Đặt mua giao hàng tận nơi": "今すぐ宅配を注文してください",
    "CHÚNG TÔI LUÔN SẴN SÀNG ĐỂ GIÚP ĐỠ BẠN": "いつでもお手伝いいたします",
    "Để được hỗ trợ tốt nhất. Hãy gọi": "最高のサポートのために。電話してください",
    "HOẶC": "また",
    "Để được hỗ trợ tốt nhất": "最高のサポートのために",
    "chat với chúng tôi": "チャットしてみませんか",
    "Có thể bạn đang tìm kiếm": "たぶんあなたは探しています",
    "MÔ TẢ": "説明",
    "GIỚI THIỆU": "導入",
    "Trái cây Việt Nam": "ベトナムのフルーツ",
    "tìm theo": "検索",
    "Loại": "タイプ",
    "Chuối": "バナナ",
    "Dưa lưới": "メロン",
    "Đu đủ": "パパイヤ",
    "Ổi": "グアバ",
    "Sầu riêng": "ドリアン",
    "Thanh Long": "ドラゴンフルーツ",
    "Vú sữa": "母乳",
    "Xoài": "マンゴー",
    "Đà Lạt": "Da Lat",
    "Giá dưới ": "以下の価格 ",
    "Giá trên ": "上記の価格 ",
    "Hộp quà": "ギフト用の箱",
    "Thực phẩm nhập khẩu": "輸入食品",
    "Xếp theo:": "並び替え:",
    "Tên ": "名前 ",
    "Hàng mới": "新着",
    "Giá thấp đến cao": "価格が安いものから高いものまで",
    "Giá cao xuống thấp": "価格が高いものから安いものまで",
    "Thương hiệu": "ブランド",
    "Giá sản phẩm": "製品価格",
    "Trái cây nhập khẩu": "輸入果物",
    "Cam": "オレンジ",
    "Dâu": "いちご",
    "Lê": "梨",
    "Nho": "葡萄",
    "Quýt": "タンジェリン",
    "Táo": "りんご",
    "Thanh trà": "緑茶",
    "Tắc": "キンカン",
    "Việt quất": "ブルーベリー",
    "Pháp": "フランス",
    "Thái Lan": "タイ",
    "Đài Loan": "台湾",
    "Quà tặng trái cây": "フルーツギフト",
    "Giỏ quà": "ギフトバスケット",
    "Gói quà": "ギフト用の箱",
    "Hàng Đông Lạnh": "冷凍食品",
    "Thịt tươi": "肉",
    "Đồ uống": "飲料",
    "Sữa": "牛乳",
    "Nước gạo rang": "焙煎米水",
    "Nước ép": "ジュース",
    "Rượu vang": "ワイン",
    "Sâm": "人参",
    "CHƯƠNG TRÌNH KHUYẾN MÃI RỦ BẠN CÙNG MUA": "プロモーション 友達と一緒に購入",
    "Xin kính chào quý khách. Hoan hỉ chào đón tháng 12 - Mùa Lễ Hội, nhà Phúc tung chương trình ưu đãi mới:": "ごきげんよう。 12 月 - フェスティバルの季節を迎え、フック家は新しいプロモーション プログラムを開始します:",
    "Rủ bạn cùng mua": "友達を招待して一緒に購入する",
    "𝗖𝘂̀𝗻𝗴 mua- Cùng vui": "一緒に購入 - 一緒に楽しみましょう",
    "Chỉ cần giới thiệu cho shop một khách hàng mới (chưa có trong hệ thống thông tin khách hàng nhà Phuc Fresh), sẽ cùng nhận voucher cho đơn hàng tiếp theo": "新しい顧客をショップに紹介するだけで (Phuc Fresh の顧客情報システムにはまだ組み込まれていません)、次回の注文用のクーポンが届きます。",
    "Hoặc liên hệ để được tư vấn thêm:": "または、詳細なアドバイスが必要な場合はお問い合わせください:",
    "Tham khảo mẫu sẵn có tại:": "サンプルは以下から入手できます。:",
    "Trái Cây Nhập Khẩu, Trái Cây Việt Nam Chọn Lọc, Quà Tặng Trái Cây, Thực Phẩm Sạch.": "輸入フルーツ、厳選されたベトナムフルーツ、フルーツギフト、クリーンフード。",
    "Lam Sơn, Linh Tây, Thủ Đức, TP.HCM": "Lam Son, Linh Tay, Thu Duc, ホーチミン市",
    "Nguyễn Quang Bích, P13, Tân Bình, TP. HCM": "Nguyen Quang Bich, 13区、タンビン、ホーチミン市",
    "Đăng ký tài khoản": "登録",
    "Đăng ký để mua hàng và sử dụng những tiện ích mới nhất từ ": "から最新のガジェットを購入して使用するにはサインアップしてください ",
    "Họ và Tên:": "フルネーム:",
    "Địa chỉ giao hàng:": "配送先住所:",
    "Số điện thoại:": "電話番号:",
    "Mật khẩu:": "パスワード:",
    "Nhập lại Mật khẩu:": "パスワードを再入力",
    "tạo tài khoản": "登録",
    "Bấm vào": "クリック",
    "Bạn đã đăng ký thành công, hệ thống sẽ chuyển bạn tới trang đăng nhập sau 5 giây nữa. Hoặc ": "登録が完了すると、5 秒以内にログイン ページにリダイレクトされます。また ",
    " đây ": " ここ ",
    "để tới trang đăng nhập": "ログインページに移動するには",
    "Đăng nhập tài khoản": "ログイン",
    "Đăng nhập để mua hàng và sử dụng những tiện ích mới nhất từ ": "サインインして、最新のガジェットを購入して使用します ",
    "Quên mật khẩu?": "パスワードをお忘れですか？",
    "BẠN CHƯA CÓ TÀI KHOẢN. ĐĂNG KÝ": "アカウントを持っていないのですか。登録",
    "Tại đây": "ここ",
    "Bạn đã đăng nhập thành công, hệ thống sẽ chuyển bạn tới trang cá nhân của bạn sau 5 giây nữa. Hoặc ": "ログインに成功すると、5 秒以内に個人ページにリダイレクトされます。また ",
    "để tới trang chủ ngay lập tức": "すぐにホームページにアクセスする",
    "Giỏ hàng": "カート",
    "Giỏ hàng của bạn": "あなたのカート",
    "Tên sản phẩm": "商品名",
    "Đơn giá": "価格",
    "Số lượng": "量",
    "Tổng": "合計",
    "Bạn có muốn xoá sản phẩm này khỏi giỏ hàng?": "この商品をカートから削除しますか?",
    "Không": "いいえ",
    "Đồng ý": "はい",
    "Tạm tính:": "想定元本価格",
    "Thành tiền:": "合計:",
    "Thanh Toán Ngay": "今払う",
    "Tiếp tục mua hàng": "ショッピングを続ける",
    "Bạn chưa chọn sản phẩm nào": "商品が選択されていません",
    "Giảm giá": "割引",
    "Thông tin mua hàng": "購入情報",
    "Giao tới:": "配信:",
    "thay đổi": "編集",
    "Địa chỉ cụ thể:": "特定の住所:",
    "Tỉnh-Thành:": "州:",
    "--- Vui lòng chọn ---": "--- 選んでください ---",
    "Quận-Huyện:": "区域:",
    "Phường-Xã:": "区:",
    "Cập nhật": "アップデート",
    "Email không hợp lệ": "無効な電子メール",
    "Họ và tên:": "フルネーム:",
    "Ghi Chú": "ノート",
    "Họ và tên không hợp lệ": "無効な名前",
    "Số điện thoại không hợp lệ": "無効な電話番号",
    "Địa chỉ không hợp lệ": "無効なアドレス",
    "Vận chuyển": "輸送",
    "Vận chuyển hoả tốc ": "特急運送 ",
    "Thanh Toán": "支払い",
    "Thanh toán khi giao hàng ": "配達時の支払い ",
    "Thanh Toán Trực Tuyến": "オンライン支払い",
    "Thanh toán qua Ví điện tử MoMo": "MoMo E-Wallet による支払い",
    "Chính sách bảo mật": "プライバシーポリシー",
    "Điều khoản sử dụng": "利用規約",
    "Đơn hàng": "注文",
    "Áp dụng": "申し込み",
    "Phí vận chuyển": "輸送料",
    "Tổng cộng": "合計",
    "Quay về giỏ hàng": "カートに戻る",
    "Đặt hàng": "注文",
    "sản phẩm": "個",
    "Bạn đã đăng nhập thành công": "ログインに成功しました",
    "Bạn đã đặt hàng thành công, hệ thống sẽ chuyển bạn tới trang chủ sau 5 giây nữa. Hoặc ": "注文が完了すると、5 秒以内にHomeページにリダイレクトされます。また ",
    "Đặt lại mật khẩu": "パスワードを再設定する",
    "ĐẶT LẠI MẬT KHẨU": "パスワードを再設定する",
    "Lấy lại mật khẩu": "パスワードを再設定する",
    "quay lại": "戻る",
    "Chúng tôi đã gửi email xác nhận cho bạn, vui lòng kiểm tra email và làm theo hướng dẫn": "確認メールを送信しましたので、メールを確認して指示に従ってください。",
    "hệ thống sẽ chuyển bạn tới trang chủ trong vòng 5 giây nữa hoặc ": "システムは 5 秒以内にホームページにリダイレクトします。または ",
    "Bạn quên mật khẩu? Nhập địa chỉ email để lấy lại mật khẩu qua email.": "パスワードをお忘れですか？電子メールでパスワードを取得するには、電子メール アドレスを入力してください.",
    "Trang cá nhân của ": "の個人ページ ",
    "Email:": "メール:",
    "Địa chỉ:": "住所:",
    "Đổi mật khẩu": "パスワードの変更",
    "Mật khẩu không hợp lệ. Mật khẩu phải có ít nhất 8 kí tự, trong đó bao gồm ít nhất 1 kí tự hoa, 1 kí tự thường, và 1 số": "無効なパスワード。パスワードは、少なくとも 1 つの大文字、1 つの小文字、および 1 つの数字を含む 8 文字以上である必要があります。",
    "Đổi địa chỉ": "住所の変更",
    "Đổi avatar": "アバターの変更",
    "URL avatar không hợp lệ. URL phải có đuôi là jpg jpeg png webp avif gif svg": "アバター URL が無効です。 URL は jpg jpeg png webp avif gif svg で終わる必要があります",
    "Xác thực 2 yếu tố": "二要素認証",
    "Xác thực 2 yếu tố đã được bật": "2要素認証が有効になっています",
    "Vui lòng kiểm tra email trong trương hợp bạn quên mã bí mật này": "このシークレットコードを忘れた場合は、メールを確認してください",
    "Vui lòng ghi nhớ mã bí mật này": "この秘密のコードを覚えておいてください",
    "ALL FOR YOUR HEALTH": "あなたの健康のために",
    "Mua sắm ngay thôi nào!": "今すぐ買い物をしましょう!",
    "Bạn chưa có đơn hàng nào": "まだ注文がありません",
    "thanh toán": "支払い",
    "thanh toán thành công!!!": "支払い成功!!!",
    "Thanh Toán đơn hàng": "支払い命令",
    "Trạng thái:": "スターテス:",
    "Tổng Tiền:": "合計:",
    "Phí Vận chuyển:": "輸送料:",
    "Hoả tốc": "特急",
    "Tiêu chuẩn": "標準",
    "Phương thức vận chuyển:": "配送方法:",
    "Đơn Hàng:": "注文:",
    "Bạn đã được miễn phí vận chuyển": "送料無料です",
    "Bạn đã được giảm ": "削減 ",
    " phí vận chuyển.": "輸送料。"
}